Repository: temurz/SafeMe
Catalog: SafeMe/Localization/*.lproj/Localizable.strings
Languages: uz, uz_cyrl

source: About us
uz: Biz haqqimizda
uz_cyrl: Биз ҳаққимизда

source: Complaint
uz: Shikoyat
uz_cyrl: Шикоят

source: Phone number
uz: Telefon raqami
uz_cyrl: Телефон рақами

source: Next
uz: Davom ettirish
uz_cyrl: Давом эттириш

source: Enter login/password
uz: Login/Parolni kiriting
uz_cyrl: Логин/Паролни киритинг

source: Username
uz: Telefon nomer
uz_cyrl: Телефон номер

source: Password
uz: Parol
uz_cyrl: Парол

source: Close
uz: Yopish
uz_cyrl: Ёпиш

source: Your authorization is outdated. Login again to the app
uz: Avtorizaciya muddati tugagan. Boshqatdan tizimga kiring
uz_cyrl: Авторизаcия муддати тугаган. Бошқатдан тизимга киринг

source: Choose a photo
uz: Rasm tanlang
uz_cyrl: Расм танланг

source: Please choose an answer!
uz: Iltimos javob tanlang!
uz_cyrl: Илтимос жавоб танланг!

source: Enter your personal data
uz: Shaxsiy ma'lumotlaringizni kiriting
uz_cyrl: Шахсий маълумотларингизни киритинг

source: Something went wrong
uz: Nimadir noto'g'ri bajarildi
uz_cyrl: Нимадир нотўғри бажарилди

source: Failed to log in
uz: Kirish amalga oshmadi
uz_cyrl: Кириш амалга ошмади

source: Authorization error. Try again later
uz: Avtorizatsiya xatosi. Keyinroq qayta urinib ko'ring
uz_cyrl: Авторизатсия хатоси. Кейинроқ қайта уриниб кўринг

source: No data from the server. Try again a little later
uz: Serverdan ma'lumot yo'q. Birozdan keyin qayta urinib ko'ring
uz_cyrl: Сервердан маълумот ёъқ. Бироздан кейин қайта уриниб кўринг

source: Access is closed
uz: Kirish yopiq
uz_cyrl: Кириш ёпиқ

source: Authorization is only available to Customers
uz: Avtorizatsiya faqat mijozlar uchun mavjud
uz_cyrl: Авторизатсия фақат мижозлар учун мавжуд

source: Authorization error
uz: Avtorizatsiya xatosi
uz_cyrl: Авторизатсия хатоси

source: Incorrect login or password
uz: Login yoki parol noto'g'ri
uz_cyrl: Логин ёки парол нотўғри

source: An error occurred during authorization
uz: Avtorizatsiya paytida xatolik yuz berdi
uz_cyrl: Авторизатсия пайтида хатолик юз берди

source: Data upload error
uz: Ma'lumotlarni yuklash xatosi
uz_cyrl: Маълумотларни юклаш хатоси

source: You are not authorized
uz: Sizga ruxsat berilmagan
uz_cyrl: Сизга рухсат берилмаган

source: Authorization required
uz: Avtorizatsiya kerak
uz_cyrl: Авторизатсия керак

source: We are aware of this problem and are engaged in troubleshooting. Please try again later.
uz: Biz bu muammodan xabardormiz va muammolarni bartaraf etish bilan shug'ullanmoqdamiz. Iltimos, keyinroq qayta urinib ko'ring.
uz_cyrl: Биз бу муаммодан хабардормиз ва муаммоларни бартараф этиш билан шуғулланмоқдамиз. Илтимос, кейинроқ қайта уриниб кўринг.

source: Reenter to the app. Your authorization is expired
uz: Ilovaga qayta kiring. Avtorizatsiya muddati tugagan
uz_cyrl: Иловага қайта киринг. Авторизатсия муддати тугаган

source: Your authorization is outdated
uz: Sizning avtorizatsiyangiz eskirgan
uz_cyrl: Сизнинг авторизатсиянгиз эскирган

source: Error in the data received from the server
uz: Serverdan olingan ma'lumotlarda xato
uz_cyrl: Сервердан олинган маълумотларда хато

source: Uploading data...
uz: Ma'lumotlar yuklanmoqda...
uz_cyrl: Маълумотлар юкланмоқда...

source: Sending data...
uz: Ma'lumotlar yuborilmoqda...
uz_cyrl: Маълумотлар юборилмоқда...

source: Authorization...
uz: Avtorizatsiya...
uz_cyrl: Авторизатсия...

source: There are suspicious circumstances
uz: Shubhali holatlar mavjud
uz_cyrl: Шубҳали ҳолатлар мавжуд

source: Going into danger zone
uz: Xavfli hududga borayapman
uz_cyrl: Хавфли ҳудудга бораяпман

# Help needed now
source: Help needed immediately
uz: Xoziroq yordam kerak
uz_cyrl: Хозироқ ёрдам керак

source: Recommendations
uz: Tavsiyalar
uz_cyrl: Тавсиялар

source: Announcements
uz: E'lonlar
uz_cyrl: Еълонлар

source: Games
uz: Oyinlar
uz_cyrl: Ойинлар

source: Questionnaire
uz: So'rovnoma
uz_cyrl: Сўровнома

source: Prevention Inspector
uz: Profilaktika inspektori
uz_cyrl: Профилактика инспектори

source: Inspectors
uz_cyrl: Инспекторлар

# Requests
source: Complaints
uz: Murojaatlar
uz_cyrl: Мурожаатлар

source: Exit
uz: Chiqish
uz_cyrl: Чиқиш

source: News
uz: Yangiliklar
uz_cyrl: Янгиликлар

source: Poll
uz: So'rovnoma
uz_cyrl: Сўровнома

source: Sign in
uz: Kirish
uz_cyrl: Кириш

source: Enter your phone number and password to login
uz: Kirish uchun telefon raqamingizni va parolingizni kiriting
uz_cyrl: Кириш учун телефон рақамингизни ва паролингизни киритинг

source: Wrong code
uz: Noto'g'ri kod
uz_cyrl: Нотўғри код

source: Repeat password
uz: Parolni qayta kiriting
uz_cyrl: Паролни қайта киритинг

source: Back
uz: Orqaga
uz_cyrl: Орқага

source: Login
uz: Tizimga kirish
uz_cyrl: Тизимга кириш

source: Choose
uz: Tanlash
uz_cyrl: Танлаш

source: Email or phone number
uz: Elektron pochta yoki telefon raqami
uz_cyrl: Електрон почта ёки телефон рақами

source: Done
uz: Bajarildi
uz_cyrl: Бажарилди

source: Fullname
uz: To'liq ism
uz_cyrl: Тўлиқ исм

source: Birthday
uz: Tug'ilgan kun
uz_cyrl: Туғилган кун

source: Enter your birthday
uz: Tug'ilgan kuningizni kiriting
uz_cyrl: Туғилган кунингизни киритинг

source: Region
uz: Hudud
uz_cyrl: Ҳудуд

source: District
uz: Tuman
uz_cyrl: Туман

source: Choose region
uz: Hududni tanlang
uz_cyrl: Ҳудудни танланг

source: Choose district
uz: Tumanni tanlang
uz_cyrl: Туманни танланг

source: Select source
uz: Manbani tanlang
uz_cyrl: Манбани танланг

source: Camera
uz: Kamera
uz_cyrl: Камера

source: Gallery
uz: Galereya
uz_cyrl: Галерея

source: Cancel
uz: Bekor qilish
uz_cyrl: Бекор қилиш

source: Share
uz: Ulashish
uz_cyrl: Улашиш

source: Save
uz: Saqlash
uz_cyrl: Сақлаш

source: Send
uz: Yuborish
uz_cyrl: Юбориш

source: Sorry there are no answers for this question!
uz: Kechirasiz, bu savolga javob yo'q!
uz_cyrl: Кечирасиз, бу саволга жавоб ёъқ!

source: Forgot your password?
uz: Parol esingizdan chiqtimi?
uz_cyrl: Парол эсингиздан чиқтими?

source: Sign up
uz: Ro'yxatdan o'tish
uz_cyrl: Рўйхатдан ўтиш

source: Enter your phone number to register
uz: Ro'yxatdan o'tish uchun telefon raqamingizni kiriting
uz_cyrl: Рўйхатдан ўтиш учун телефон рақамингизни киритинг

source: Enter your registration phone number and password
uz: Ro'yxatdan o'tish telefon raqamingizni va parolingizni kiriting
uz_cyrl: Рўйхатдан ўтиш телефон рақамингизни ва паролингизни киритинг

source: Password Reset
uz: Parolni tiklash
uz_cyrl: Паролни тиклаш

source: Enter your phone number to reset your password
uz: Parolni tiklash uchun telefon raqamingizni kiriting
uz_cyrl: Паролни тиклаш учун телефон рақамингизни киритинг

source: Confirmation code
uz: Tasdiqlash kodi
uz_cyrl: Тасдиқлаш коди

source: enter the secret code sent to the number
uz: raqamga yuborilgan maxfiy kodni kiriting
uz_cyrl: рақамга юборилган махфий кодни киритинг

source: Enter Pin Code
uz: Pin kodni kiriting
uz_cyrl: Пин кодни киритинг

source: Continue
uz: Davom ettirish
uz_cyrl: Давом эттириш

source: Confirm Pin
uz: Pin kodni tasdiqlang
uz_cyrl: Пин кодни тасдиқланг

source: Recommended Games
uz: Tavsiya etilgan oyinlar
uz_cyrl: Тавсия этилган ойинлар

source: Call
uz: Qo’ng’iroq qilish
uz_cyrl: Қо’нг’ироқ қилиш

source: Select the type of application
uz: Murojaat turini tanlang
uz_cyrl: Мурожаат турини танланг

source: Enter the subject of the application
uz: Murojaat mavzusini kiriting
uz_cyrl: Мурожаат мавзусини киритинг

source: Enter your message
uz: Murojaat matnini kiriting
uz_cyrl: Мурожаат матнини киритинг

source: Application
uz: Ariza
uz_cyrl: Ариза

source: Offer
uz: Taklif
uz_cyrl: Таклиф

source: Request types
uz: Murojaat turlari
uz_cyrl: Мурожаат турлари

source: The purpose of this project is to protect children from aggressive dangers in the world of the Internet in our country, to increase their awareness and culture of using the Internet, as well as to protect children from dangers such as cyberbullying, which is current at the moment.
uz: Mazkur proektning maqsadi, mamlakatimizda bolalarni internet olamidagi tajavuzkor havflardan asrash, ularning ongini va internetdan foydalanish madaniyatini oshirish, shuningdek xozirgi vaqtda aktual bo’lgan Kiberbulling singari xavflardan bolalarni ximoyalash xisoblanadi.
uz_cyrl: Мазкур проектнинг мақсади, мамлакатимизда болаларни интернет оламидаги тажавузкор ҳавфлардан асраш, уларнинг онгини ва интернетдан фойдаланиш маданиятини ошириш, шунингдек хозирги вақтда актуал бо’лган Кибербуллинг сингари хавфлардан болаларни химоялаш хисобланади.

source: This project was developed by the Unicef ​​International Children Foundation and the Cyber ​​Security Center of the Ministry of Internal Affairs.
uz: Mazkur proekt Unicef xalqaro bolalar jamg’armasi va IIV Kiberxavfsizlik markazi tomonidan ishlab chiqildi.
uz_cyrl: Мазкур проект Униcеф халқаро болалар жамг’армаси ва ИИВ Киберхавфсизлик маркази томонидан ишлаб чиқилди.

source: ©2022, All Rights Reserved
uz: ©2022 yil, barcha huquqlar himoyalangan
uz_cyrl: ©2022 йил, барча ҳуқуқлар ҳимояланган

source: No data found
uz: Ma'lumot topilmadi
uz_cyrl: Маълумот топилмади

source: Hello! Please select a language!
uz: Assalomu aleykum! Iltimos tilni tanlang!
uz_cyrl: Ассалому алейкум! Илтимос тилни танланг!

source: Start
uz_cyrl: Бошлаш

source: Send SMS again
uz_cyrl: SMS бошқатдан жўнатиш

source: Enter the birthday
uz_cyrl: Тугилган кунни киритинг

source: Choose mahalla
uz_cyrl: Махаллани танланг

source: Man
uz_cyrl: Эркак

source: Woman
uz_cyrl: Аёл

source: Boy
uz_cyrl: Оғил бола

source: Girl
uz_cyrl: Қиз бола

source: Add child
uz_cyrl: Болани кошиш

source: Fields are not filled
uz_cyrl: Майдонлар толдирилмаган

source: Please fill all fields
uz_cyrl: Илтимос майдонларни толдиринг

source: Father
uz_cyrl: Ота

source: Mother
uz_cyrl: Она

source: New password
uz_cyrl: Янги пароль

source: Enter new password and repeat it.
uz_cyrl: Янги парольни киритинг ва уни такрорланг.

source: Language
uz_cyrl: Тил

source: Did you forget PIN?
uz_cyrl: PIN есингиздан чиклими?

source: Enter the secret code sent to your number
uz_cyrl: Сизнинг телефон рақамингизга жўнатилган SMS кодни киритинг

source: Create new PIN
uz_cyrl: Янги PIN яратинг

source: First choose region and district
uz_cyrl: Биринчи вилоят ва туманни танланг

source: First choose region
uz_cyrl: Биринчи вилоятни танланг
